export const fullObjectData = [
  {
    images : [
      {url : "https://cdn.pixabay.com/photo/2021/08/25/20/42/field-6574455__340.jpg", id : 0},
      {url : "https://images.unsplash.com/photo-1541963463532-d68292c34b19?ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8Ym9va3xlbnwwfHwwfHw%3D&ixlib=rb-1.2.1&w=1000&q=80", id : 1},
      {url : "https://images.ctfassets.net/hrltx12pl8hq/3MbF54EhWUhsXunc5Keueb/60774fbbff86e6bf6776f1e17a8016b4/04-nature_721703848.jpg?fit=fill&w=480&h=270", id : 2}
    ],
    object_id : 1,
    lang : "ru",
    name : "Участок в Троицком 30 соток",
    type : "plat",
    category: "Участок",
    address : "Россия, Троицкое, микрорайон Ясная Поляна",
    city : "Троицкое",
    lat : 35.4,
    lng : 45.2,
    price : 2212000,
    sort : null,
    planning : "2",
    secondary_type : "Новостройка",
    total_area : 73,
    floor : 5,
    total_floors : 29,
    favorite : false,
    publish : '12.06.2021',
    views : '389',
    agency : 'Агентство: Лунный свет',
    info_options : [
      { label: "Общая площадь", value: "30 соток" },
      { label: "Статус участка", value: "ИЖС" },
      { label: "Строения на участке", value: "Нет" },
    ],
    description_items : [
      "Участок расположен на границе с городом, прилегает к асфальту. Зона ОД-4 (общественного-деловая). Около участка электричество, газ.",
      "Рядом гаражный кооператив на 400 машиномест (70 продано), в процессе строительства 5 многоквартирных дома и торговый комплекс. Документы готовы, оформление через МФЦ.",
    ],
    object_specs : [{
      subtitle: "Инженерные коммуникации",
      specificationsItems : [{
        value: 'house_type',
        label: { title: "Водопровод", text: "Центральный" },
      }, 
      {
        value: 'house_type',
        label: { title: "Отопление", text: "Газовый котёл" },
      },
      {
        value: 'house_type',
        label: { title: "Канализация", text: "Центральная" },
      }]
    }],
    legalPurityData : {
      encumbrances: false,
      risks: false,
      tabsData: {
        general: [
          {
            value: "Данные из ЕГРН",
            description: "Это всплывающая подсказка о данных из ЕГРН",
            label: [
              {
                title: "Адрес",
                text: "Респ. Крым, пгт Гурзуф,  ул. Ялтинская, д. 12К",
              },
              {
                title: "Кадастровый номер",
                text: "77:06:0009005:4567",
              },
              {
                title: "Кадастровая стоимость",
                text: "150 000 000 ₽",
                description: "Это всплывающая подсказка о данных кадастровой стоимости",
              },
              {
                title: "Общая площадь",
                text: "615 м²",
              },
              {
                title: "Этажность",
                text: "3",
              },
            ],
          },
        ],
        founders: [
          {
            value: "Текущие владельцы",
            label: [
              { title: "Единоличный собственник", text: "Иванов Филипп Васильевич" },
              { title: "77-77-08/011/2021-0308", text: "03.08.2021" },
            ],
          },
          {
            value: "Предыдущие владельцы",
            description: "Всплывающая подсказка предыдущих владельцев",
            label: [
              {
                title: "2 владельца",
                text: "Иванов Филипп Васильевич, Иванов Филипп Васильевич",
              },
              { title: "77-77-08/011/2021-0308", text: "03.08.2021" },
            ],
          },
        ],
        encumbrances: [
          {
            title: "Текущие владельцы",
            encumbrances: [
              {
                status: 0,
                description: "Description",
                text: "Дом в ипотеке",
              },
              {
                status: 1,
                description: "Description",
                text: "Записей об аренде не найдено",
              },
            ],
          },
        ],
        recomendations: [
          {
            value: "Квартира меняла владельцев несколько раз за последние 3 года",
            label:
              "Внимательно изучите документы, по которым квартира перешла в собственность текущего владельца, узнайте больше о предыдущих собственниках и сделках. Лучше обратиться к специалистам для проверки и сопровождения сделки.",
          },
          {
            value: "Квартира в собственности менее 5 лет",
            label:
              "При продаже продавец скорее всего должен будет заплатить налог с её продажи. Чтобы этого не делать, он может настаивать на занижении стоимости жилья в договоре купли-продажи. В таком случае вы рискуете: если что-то пойдёт не так, возместить можно будет только сумму, указанную в договоре, и вы не сможете полностью получить налоговый вычет за покупку квартиры.",
          },
        ]
      }
    },
  },

  {
    images : [
      {url : "https://cdn.pixabay.com/photo/2021/08/25/20/42/field-6574455__340.jpg", id : 0},
      {url : "https://images.unsplash.com/photo-1541963463532-d68292c34b19?ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8Ym9va3xlbnwwfHwwfHw%3D&ixlib=rb-1.2.1&w=1000&q=80", id : 1},
      {url : "https://images.ctfassets.net/hrltx12pl8hq/3MbF54EhWUhsXunc5Keueb/60774fbbff86e6bf6776f1e17a8016b4/04-nature_721703848.jpg?fit=fill&w=480&h=270", id : 2}
    ],
    object_id : 2,
    lang : "ru",
    name : "Участок в Троицком 20 соток",
    type : "plat",
    category: "Участок",
    address : "Россия, Троицкое, микрорайон Ясная Поляна",
    city : "Троицкое",
    lat : 35.4,
    lng : 45.2,
    price : 2512000,
    sort : null,
    planning : "2",
    secondary_type : "Новостройка",
    total_area : 73,
    floor : 5,
    total_floors : 29,
    favorite : false,
    publish : '12.06.2021',
    views : '389',
    agency : 'Агентство: Лунный свет',
    info_options : [
      { label: "Общая площадь", value: "30 соток" },
      { label: "Статус участка", value: "ИЖС" },
      { label: "Строения на участке", value: "Нет" },
    ],
    description_items : [
      "Участок расположен на границе с городом, прилегает к асфальту. Зона ОД-4 (общественного-деловая). Около участка электричество, газ.",
      "Рядом гаражный кооператив на 400 машиномест (70 продано), в процессе строительства 5 многоквартирных дома и торговый комплекс. Документы готовы, оформление через МФЦ.",
    ],
    object_specs : [{
      subtitle: "Инженерные коммуникации",
      specificationsItems : [{
        value: 'house_type',
        label: { title: "Водопровод", text: "Центральный" },
      }, 
      {
        value: 'house_type',
        label: { title: "Отопление", text: "Газовый котёл" },
      },
      {
        value: 'house_type',
        label: { title: "Канализация", text: "Центральная" },
      }]
    }],
    legalPurityData : {
      encumbrances: false,
      risks: false,
      tabsData: {
        general: [
          {
            value: "Данные из ЕГРН",
            description: "Это всплывающая подсказка о данных из ЕГРН",
            label: [
              {
                title: "Адрес",
                text: "Респ. Крым, пгт Гурзуф,  ул. Ялтинская, д. 12К",
              },
              {
                title: "Кадастровый номер",
                text: "77:06:0009005:4567",
              },
              {
                title: "Кадастровая стоимость",
                text: "150 000 000 ₽",
                description: "Это всплывающая подсказка о данных кадастровой стоимости",
              },
              {
                title: "Общая площадь",
                text: "615 м²",
              },
              {
                title: "Этажность",
                text: "3",
              },
            ],
          },
        ],
        founders: [
          {
            value: "Текущие владельцы",
            label: [
              { title: "Единоличный собственник", text: "Иванов Филипп Васильевич" },
              { title: "77-77-08/011/2021-0308", text: "03.08.2021" },
            ],
          },
          {
            value: "Предыдущие владельцы",
            description: "Всплывающая подсказка предыдущих владельцев",
            label: [
              {
                title: "2 владельца",
                text: "Иванов Филипп Васильевич, Иванов Филипп Васильевич",
              },
              { title: "77-77-08/011/2021-0308", text: "03.08.2021" },
            ],
          },
        ],
        encumbrances: [
          {
            title: "Текущие владельцы",
            encumbrances: [
              {
                status: 0,
                description: "Description",
                text: "Дом в ипотеке",
              },
              {
                status: 1,
                description: "Description",
                text: "Записей об аренде не найдено",
              },
            ],
          },
        ],
        recomendations: [
          {
            value: "Квартира меняла владельцев несколько раз за последние 3 года",
            label:
              "Внимательно изучите документы, по которым квартира перешла в собственность текущего владельца, узнайте больше о предыдущих собственниках и сделках. Лучше обратиться к специалистам для проверки и сопровождения сделки.",
          },
          {
            value: "Квартира в собственности менее 5 лет",
            label:
              "При продаже продавец скорее всего должен будет заплатить налог с её продажи. Чтобы этого не делать, он может настаивать на занижении стоимости жилья в договоре купли-продажи. В таком случае вы рискуете: если что-то пойдёт не так, возместить можно будет только сумму, указанную в договоре, и вы не сможете полностью получить налоговый вычет за покупку квартиры.",
          },
        ]
      }
    },
  },

  {
    images : [
      {url : "https://cdn.pixabay.com/photo/2021/08/25/20/42/field-6574455__340.jpg", id : 0},
      {url : "https://images.unsplash.com/photo-1541963463532-d68292c34b19?ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8Ym9va3xlbnwwfHwwfHw%3D&ixlib=rb-1.2.1&w=1000&q=80", id : 1},
      {url : "https://images.ctfassets.net/hrltx12pl8hq/3MbF54EhWUhsXunc5Keueb/60774fbbff86e6bf6776f1e17a8016b4/04-nature_721703848.jpg?fit=fill&w=480&h=270", id : 2}
    ],
    object_id : 3,
    lang : "ru",
    name : "Участок в Троицком 35 соток",
    type : "plat",
    category: "Участок",
    address : "Россия, Троицкое, микрорайон Ясная Поляна",
    city : "Троицкое",
    lat : 35.4,
    lng : 45.2,
    price : 2712000,
    sort : null,
    planning : "2",
    secondary_type : "Новостройка",
    total_area : 73,
    floor : 5,
    total_floors : 29,
    favorite : false,
    publish : '12.06.2021',
    views : '389',
    agency : 'Агентство: Лунный свет',
    info_options : [
      { label: "Общая площадь", value: "30 соток" },
      { label: "Статус участка", value: "ИЖС" },
      { label: "Строения на участке", value: "Нет" },
    ],
    description_items : [
      "Участок расположен на границе с городом, прилегает к асфальту. Зона ОД-4 (общественного-деловая). Около участка электричество, газ.",
      "Рядом гаражный кооператив на 400 машиномест (70 продано), в процессе строительства 5 многоквартирных дома и торговый комплекс. Документы готовы, оформление через МФЦ.",
    ],
    object_specs : [{
      subtitle: "Инженерные коммуникации",
      specificationsItems : [{
        value: 'house_type',
        label: { title: "Водопровод", text: "Центральный" },
      }, 
      {
        value: 'house_type',
        label: { title: "Отопление", text: "Газовый котёл" },
      },
      {
        value: 'house_type',
        label: { title: "Канализация", text: "Центральная" },
      }]
    }],
    legalPurityData : {
      encumbrances: false,
      risks: false,
      tabsData: {
        general: [
          {
            value: "Данные из ЕГРН",
            description: "Это всплывающая подсказка о данных из ЕГРН",
            label: [
              {
                title: "Адрес",
                text: "Респ. Крым, пгт Гурзуф,  ул. Ялтинская, д. 12К",
              },
              {
                title: "Кадастровый номер",
                text: "77:06:0009005:4567",
              },
              {
                title: "Кадастровая стоимость",
                text: "150 000 000 ₽",
                description: "Это всплывающая подсказка о данных кадастровой стоимости",
              },
              {
                title: "Общая площадь",
                text: "615 м²",
              },
              {
                title: "Этажность",
                text: "3",
              },
            ],
          },
        ],
        founders: [
          {
            value: "Текущие владельцы",
            label: [
              { title: "Единоличный собственник", text: "Иванов Филипп Васильевич" },
              { title: "77-77-08/011/2021-0308", text: "03.08.2021" },
            ],
          },
          {
            value: "Предыдущие владельцы",
            description: "Всплывающая подсказка предыдущих владельцев",
            label: [
              {
                title: "2 владельца",
                text: "Иванов Филипп Васильевич, Иванов Филипп Васильевич",
              },
              { title: "77-77-08/011/2021-0308", text: "03.08.2021" },
            ],
          },
        ],
        encumbrances: [
          {
            title: "Текущие владельцы",
            encumbrances: [
              {
                status: 0,
                description: "Description",
                text: "Дом в ипотеке",
              },
              {
                status: 1,
                description: "Description",
                text: "Записей об аренде не найдено",
              },
            ],
          },
        ],
        recomendations: [
          {
            value: "Квартира меняла владельцев несколько раз за последние 3 года",
            label:
              "Внимательно изучите документы, по которым квартира перешла в собственность текущего владельца, узнайте больше о предыдущих собственниках и сделках. Лучше обратиться к специалистам для проверки и сопровождения сделки.",
          },
          {
            value: "Квартира в собственности менее 5 лет",
            label:
              "При продаже продавец скорее всего должен будет заплатить налог с её продажи. Чтобы этого не делать, он может настаивать на занижении стоимости жилья в договоре купли-продажи. В таком случае вы рискуете: если что-то пойдёт не так, возместить можно будет только сумму, указанную в договоре, и вы не сможете полностью получить налоговый вычет за покупку квартиры.",
          },
        ]
      }
    },
  },

]